tutorials/compressible/realFluidPisoFoam/ras/cavity_IAPWS97/constant/thermophysicalProperties
/*---------------------------------------------------------------------------*\
  =========                 |
  \\      /  F ield         | foam-extend: Open Source CFD
   \\    /   O peration     | Version:     4.1
    \\  /    A nd           | Web:         http://www.foam-extend.org
     \\/     M anipulation  | For copyright notice see file Copyright
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;

    location    "constant";
    object      thermophysicalProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

//CL: this is all
thermoType   IAPWSThermo;


// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
